Repository: FATac/fatac.forms
Catalog: fatac/forms/locales/*/LC_MESSAGES/fatac.forms.po
Languages: es

# ActualitzaOntologies
source: Update ontologies with the ones currently specified in ONTOLOGY_NAMESPACE variable
es: Actualiza las ontologías con las especificadas en la variable de configuración ONTOLOGY_NAMESPACE

# RecarregarOntologies
source: Reload ontologies
es: Recargar ontologías

# Executa
source: Execute
es: Ejecutar

# Manteniment
source: Maintenance
es: Mantenimiento

# ExportarOAI
source: Export to OAI
es: Exportar a OAI

# ExportarOAIExplicacio
source: Make data available to OAI-PMH server, according to oai-mapping specification (this action may take a while)
es: Asegura que los datos actuales estén disponibles para el servidor OAI-PMH, de acuerdo con lo especificado en oai-mapping (esta acción puede demorarse)

# IndexarSolr
source: Solr index
es: Indexar a Solr

# IndexarSolrExplicacio1
source: Index all data to make it avialable from Solr search engine, according to mapping specification (this action may take a while)
es: Indexa des de cero todos los datos actuales para que esten disponibles en el motor de búsqueda Solr, de acuerdo con lo especificado en mapping (esta acción puede demorarse)

# IndexarSolrExplicacio2
source: Index only recently modified data, in the specified time in minutes. It does not update deleted objectes (this action may take a while)
es: Indexa sólo los datos recientemente introducidos o modificados, en el tiempo establecido. No actualiza los objetos borrados (esta acción puede demorarse)

# IntroduirTemps
source: Set the time in minutes
es: Introduce el tiempo en minutos

# GenerarMiniatures
source: Generate thumbnails
es: Generar miniaturas

# GenerarMiniaturesExplicacio
source: Generate thumbnails of all objectes of an specified class. This action is useful to save server load on search time (this action may take a while)
es: Genera las miniaturas de todos los objetos de una determinada clase. Esto es útil para evitar sobrecargar el servidor durante la búsqueda (esta acción puede demorarse)

# IntroduirNomClasse
source: Set the class name
es: Introduce el nombre de la clase

# SubstituirTextos
source: Replace text
es: Sustituir textos

# SubstituirTextosExplicacio
source: Replace all existing coincidences of the old text to the new one, of an specified field. This action is necessary to change URL when server domain is changed. You must fill: property name that will be changed (e.g.: 'prefix:PropertyName'), text to replace and the new text.
es: Sustituye de una vez todos los textos de un campo específico. Acción útil para cambiar todas las URL cuando se cambia el dominio del servidor. Se debe indicar: el nombre de la propiedad a cambiar (forma 'prefijo:NombrePropiedad'), el texto a sustituir, i el nuevo texto.

# NomPropietat
source: Property name
es: Nombre propiedad

# TextAnterior
source: Previous text
es: Texto anterior

# TextNou
source: New text
es: Texto nuevo

# ReiniciarRols
source: Restart roles
es: Reiniciar roles

# ReiniciarRolsExplicacio
source: Necessary action to be called in order to reflect the last user role changes
es: Acción necesaria para que los cambios de rol de los usuarios se hagan efectivos

# EsborraDades
source: Remove data
es: Borrar todos los datos

# EsborraDadesExplicacio
source: Remove irreversibly ALL data, media and system data and reloads ontologies. To confirm this action you must put current server date time (format '30/11/11 16:37')
es: Borra de forma irreversible todos los datos del sistema, ficheros media, estadísticas i recarga las ontologías. Para comfirmar esta acción se debe introduri la fecha y hora del servidor (en formato tipo '30/11/11 16:37')

# IntroduirHoraServidor
source: Set the current server date and time to continue
es: Introduce la fecha y hora del servidor para confirmar

# Inici
source: Start
es: Inicio

# InserirObjecte
source: Insert New Object
es: Insertar nuevo objeto

# AccionsManteniment
source: Maintenance Actions
es: Acciones de mantenimiento

# BuscarEditarObjectes
source: Search/Edit Objects
es: Buscar/Editar objetos

# AssignarDretsLegals
source: Assign Rights
es: Asignar derechos legales

# GestioMedia
source: Manage Media
es: Gestión de los media
